Revit 2015 API
IncompatibleOperation Enumeration
 The options are used by the CloudSharedLocalIncompatibleEventArgs.
Namespace: Autodesk.Revit.DB.Events
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public enum IncompatibleOperation
Visual Basic
Public Enumeration IncompatibleOperation
Visual C++
public enum class IncompatibleOperation
Members
Member name | Description
Open
SaveModified
WorksharingOperation
See Also
Autodesk.Revit.DB.Events Namespace